{
    "services": [
        {
            "id": 1,
            "slug": "homeclean",
            "name": "Residential Cleaning",
            "description": "Transform your living space with our advanced home cleaning solutions. Using eco-friendly products and smart cleaning technology, we deliver comprehensive cleaning services that ensure a healthy, pristine environment for you and your family. Our systematic approach covers every corner of your home, from detailed surface cleaning to deep sanitization.",
            "features": [
                {
                    "id": 1,
                    "name": "Smart scheduling system with flexible booking options"
                },
                {
                    "id": 2,
                    "name": "Eco-friendly cleaning products safe for children and pets"
                },
                {
                    "id": 3,
                    "name": "Advanced air filtration and allergen removal techniques"
                },
                {
                    "id": 4,
                    "name": "Detailed cleaning report with digital documentation"
                }
            ]
        },
        {
            "id": 2,
            "slug": "movin",
            "name": "Move-In/Move-Out Cleaning",
            "description": "Experience a seamless transition with our specialized move-in/move-out cleaning service. We utilize advanced cleaning technology and detailed protocols to ensure every surface meets our rigorous standards. Our service includes deep cleaning of all areas, ensuring your space is ready for its next chapter.",
            "features": [
                {
                    "id": 1,
                    "name": "360-degree property inspection and documentation"
                },
                {
                    "id": 2,
                    "name": "Deep cleaning of all fixtures, cabinets, and appliances"
                },
                {
                    "id": 3,
                    "name": "Professional carpet and floor treatment services"
                },
                {
                    "id": 4,
                    "name": "Digital completion report with before/after comparisons"
                }
            ]
        },
        {
            "id": 3,
            "slug": "carclean",
            "name": "Premium Auto Detailing",
            "description": "Revitalize your vehicle with our comprehensive auto detailing service. Using advanced cleaning technology and premium products, we provide meticulous interior and exterior cleaning that goes beyond traditional car washing. Our service ensures your vehicle receives professional care that protects its appearance and value.",
            "features": [
                {
                    "id": 1,
                    "name": "Advanced interior sanitization and deodorization"
                },
                {
                    "id": 2,
                    "name": "Ceramic coating and paint protection options"
                },
                {
                    "id": 3,
                    "name": "High-pressure steam cleaning for engines and wheels"
                },
                {
                    "id": 4,
                    "name": "Environmental-friendly waterless cleaning solutions"
                }
            ]
        },
        {
            "id": 4,
            "slug": "officeclean",
            "name": "Commercial Office Cleaning",
            "description": "Elevate your workplace environment with our professional office cleaning solutions. We combine smart scheduling, advanced cleaning technology, and trained professionals to maintain a pristine, healthy workplace. Our services are customized to your business hours and specific requirements, ensuring minimal disruption to your operations.",
            "features": [
                {
                    "id": 1,
                    "name": "Smart monitoring system for cleaning task management"
                },
                {
                    "id": 2,
                    "name": "Hospital-grade sanitization protocols"
                },
                {
                    "id": 3,
                    "name": "Air quality monitoring and improvement services"
                },
                {
                    "id": 4,
                    "name": "24/7 emergency cleaning response availability"
                }
            ]
        },
        {
            "id": 5,
            "slug": "retailclean",
            "name": "Retail Space Maintenance",
            "description": "Keep your retail space inviting and pristine with our specialized retail cleaning services. We understand the unique challenges of retail environments and provide tailored solutions that maintain your space's appearance while ensuring customer safety. Our services adapt to your business hours and peak trading times.",
            "features": [
                {
                    "id": 1,
                    "name": "High-traffic area maintenance protocols"
                },
                {
                    "id": 2,
                    "name": "Display and merchandise area specialized cleaning"
                },
                {
                    "id": 3,
                    "name": "After-hours deep cleaning services"
                },
                {
                    "id": 4,
                    "name": "Emergency spill response and cleanup"
                }
            ]
        }
    ]
}